Repository: Naberdz/wordpress-image-checker
Catalog: languages/wemessage_fix_images-*.po
Languages: nl_nl

source: Missing image checker
nl_nl: Ontbrekende afbeeldingen controleren

source: Check images
nl_nl: Afbeeldingen controleren

source: Check database
nl_nl: Database controleren

source: Found %s records
nl_nl: Gevonden %s records

source: This will search in database for non existing images
nl_nl: Dit zal zoeken in de database voor niet-bestaande afbeeldingen

source: Delete all records
nl_nl: Verwijder alle records

source: Delete not found records
nl_nl: Niet-gevonden records verwijderen

source: File %s was misplaced should be as: %s and found as: %s
nl_nl: Bestand %s was misgeplaatst moet zijn als: %s en gevonden als: %s

source: File %s was not found on a server
nl_nl: Bestand %s was niet is gevonden op een server

source: Delete
nl_nl: Verwijderen

source: Image %s was not attached to a post and was not found on server
nl_nl: Afbeelding %s niet is gekoppeld aan een bericht en is niet gevonden op de server

source: Image %s was not attached to a post
nl_nl: Afbeelding %s is niet aan een bericht gekoppeld

source: Missing Image checker
nl_nl: Ontbrekende afbeeldingen controlen

source: Finds and removes unused images from uploads map, checks database for non existent images
nl_nl: Vindt en verwijdert ongebruikte afbeeldingen uit uploads folder, controleert database voor niet-bestaande afbeeldingen
